{
    "cv_question_1": "**Questions et réponses pour le CV**\n\n**1. Pouvez-vous me parler de votre expérience en développement FullStack ?**\n\n* **Réponse :** J'ai travaillé en tant que développeur FullStack chez Kouma Academy SAS pendant plus de 4 ans. J'ai acquis une solide expérience dans le développement Front-End (HTML, XML, CSS, Bootstrap, JavaScript) et Back-End (Python et NodeJs), ainsi que dans les bases de données (MySQL, MongoDB).\n\n**2. Quels sont vos langages de programmation préférés ?**\n\n* **Réponse :** Je maîtrise Python, Django, Scala, Node.js, PHP, HTML et CSS.\n\n**3. Avez-vous de l'expérience dans le travail avec des bases de données ?**\n\n* **Réponse :** Oui, j'ai de l'expérience dans le travail avec MySQL, MongoDB et Elasticsearch.\n\n**4. Quels sont vos projets les plus marquants ?**\n\n* **Réponse :** J'ai été responsable technique du projet KSANTE, une plateforme nationale de surveillance du COVID-19 développée pour le compte de la Banque mondiale. J'ai également dirigé une équipe de projet pour le projet \"Smart Classroom\", qui visait à mettre en place un modèle de classe intelligente basé sur l'IoT et le FKG.\n\n**5. Quelles sont vos forces en tant que développeur ?**\n\n* **Réponse :** Je suis innovant, capable de résoudre des problèmes, communicatif, doué pour le travail d'équipe et enthousiaste.\n\n**6. Quels sont vos objectifs de carrière ?**\n\n* **Réponse :** Je souhaite continuer à développer mes compétences en tant que développeur et contribuer à des projets innovants qui ont un impact positif sur le monde.\n\n**7. Pourquoi êtes-vous intéressé par ce poste ?**\n\n* **Réponse :** Je suis attiré par la mission de votre entreprise et je pense que mes compétences et mon expérience seraient un atout précieux pour votre équipe.\n\n**8. Comment gérez-vous les délais serrés ?**\n\n* **Réponse :** Je suis organisé et efficace dans mon travail. Je priorise les tâches et je m'assure de respecter les délais tout en maintenant la qualité de mon travail.\n\n**9. Avez-vous des questions pour moi ?**\n\n* **Réponse :** Oui, j'aimerais en savoir plus sur la culture d'entreprise et les opportunités de développement professionnel au sein de votre organisation.\n\n**10. Êtes-vous disponible pour un entretien ?**\n\n* **Réponse :** Oui, je suis disponible pour un entretien à votre convenance."
}