{
    "cv_question_1": "**Questions et réponses pour le CV**\n\n**Question 1 : Pouvez-vous décrire votre expérience en développement FullStack ?**\n\n**Réponse :** J'ai travaillé comme développeur FullStack chez Kouma Academy SAS pendant plus de 4 ans. À ce poste, j'étais responsable du développement Front-End (HTML, XML, CSS, Bootstrap, JavaScript) et Back-End (Python et NodeJs), ainsi que des bases de données (MySQL, MongoDB, PostgreSQL).\n\n**Question 2 : Quels sont vos langages de programmation préférés ?**\n\n**Réponse :** Mes langages de programmation préférés sont Python, JavaScript et Java.\n\n**Question 3 : Avez-vous de l'expérience en développement mobile ?**\n\n**Réponse :** Oui, j'ai de l'expérience dans le développement d'applications Android.\n\n**Question 4 : Quels sont vos atouts en tant que développeur ?**\n\n**Réponse :** Mes atouts en tant que développeur incluent : l'innovation continue, la résolution de problèmes, la communication claire, le travail d'équipe, la maîtrise technique, l'enthousiasme et la rigueur.\n\n**Question 5 : Pouvez-vous parler de vos projets académiques les plus importants ?**\n\n**Réponse :** Mes projets académiques les plus importants comprennent : la prédiction de la maladie à virus Ebola en Guinée à l'aide d'un modèle de Deep Learning, l'analyse de l'impact des variables socio-éducatives sur les performances académiques des étudiants, et le développement d'un système générant des questionnaires d'entretien en fonction du CV et de l'offre (Interview Smulator).\n\n**Question 6 : Quels sont vos objectifs de carrière ?**\n\n**Réponse :** Mon objectif de carrière est de devenir un développeur logiciel senior et de contribuer à des projets innovants qui ont un impact positif sur la société.\n\n**Question 7 : Pourquoi êtes-vous intéressé par ce poste ?**\n\n**Réponse :** Je suis intéressé par ce poste car il correspond à mes compétences et à mes intérêts. Je suis particulièrement attiré par l'accent mis par votre entreprise sur l'innovation et le challenge.\n\n**Question 8 : Quelles sont vos attentes salariales ?**\n\n**Réponse :** Mes attentes salariales sont négociables en fonction de l'offre globale du poste.\n\n**Question 9 : Êtes-vous disponible pour travailler immédiatement ?**\n\n**Réponse :** Oui, je suis disponible pour travailler immédiatement.\n\n**Question 10 : Avez-vous des questions pour moi ?**\n\n**Réponse :** Oui, j'ai quelques questions sur l'entreprise, la culture de travail et les opportunités de développement professionnel."
}