{
    "job_offer_question_1": "**Questions et réponses structurées pour l'offre d'emploi**\n\n**1. Quelle est la problématique principale abordée par le projet de stage ?**\n\n**Réponse :** L'évaluation de la pertinence des communautés extraites sur les réseaux sociaux, qui est difficile en raison des différences entre les résultats des algorithmes de similarité et des algorithmes de liens sociaux.\n\n**2. Quels sont les objectifs du stage ?**\n\n**Réponse :** Déterminer des stratégies de dialogue entre les deux types d'algorithmes et évaluer leur capacité à obtenir une convergence vers des sorties similaires.\n\n**3. Quel est le profil recherché pour ce stage ?**\n\n**Réponse :** Étudiant(e) en master ou en doctorat en informatique, mathématiques ou statistiques avec un intérêt pour l'analyse de réseaux sociaux, le clustering et la programmation.\n\n**4. Quelles sont les compétences requises pour ce stage ?**\n\n**Réponse :** Clustering, analyse de réseaux sociaux, programmation, traitement de données.\n\n**5. Quelles formations seront dispensées pendant le stage ?**\n\n**Réponse :** Algorithmes de clustering, algorithmes d'extraction de quasi-cliques, bibliothèques de clustering.\n\n**6. Quels sont les avantages de ce stage ?**\n\n**Réponse :** Expérience pratique dans l'analyse de réseaux sociaux, travail sur un projet de recherche innovant, encadrement par des chercheurs expérimentés.\n\n**7. Quelles sont les responsabilités du stagiaire ?**\n\n**Réponse :** Se familiariser avec les algorithmes de clustering, observer les différences entre les communautés produites, proposer et implémenter des stratégies de dialogue, analyser les résultats.\n\n**8. Quel est le salaire proposé pour ce stage ?**\n\n**Réponse :** Non spécifié\n\n**9. Quelles sont les conditions de travail du stage ?**\n\n**Réponse :** Stage à temps plein, horaires flexibles, environnement de travail stimulant et collaboratif.\n\n**10. Quelles sont les motivations du projet de stage ?**\n\n**Réponse :** Améliorer l'évaluation de la pertinence des communautés extraites sur les réseaux sociaux en surmontant les différences entre les résultats des algorithmes de similarité et des algorithmes de liens sociaux."
}