{
    "cv_question_1": "**Questions et réponses**\n\n**1. Pouvez-vous présenter votre parcours académique ?**\n\n* Réponse : J'ai obtenu une licence professionnelle en génie informatique à l'Université privée Mahatma Gandhi en Guinée-Conakry, puis j'ai poursuivi avec un master en informatique, spécialité systèmes intelligents et multimédia, à l'Université nationale du Vietnam et à l'Université de La Rochelle (France), en double diplôme.\n\n**2. Quelles sont vos principales compétences techniques ?**\n\n* Réponse : Je maîtrise les langages de programmation SQL, Python, Django, Flask, Node.js, HTML, CSS, PHP et Scala. Je suis également compétent dans les bases de données MySQL, MongoDB, PostgreSQL et Elasticsearch, ainsi que dans les plateformes Google Cloud Platform et Android.\n\n**3. Avez-vous de l'expérience en développement fullstack ?**\n\n* Réponse : Oui, j'ai travaillé en tant que développeur fullstack chez Kouma Academy SAS pendant près de 5 ans. J'ai développé des applications web et mobiles complètes, en prenant en charge à la fois le front-end et le back-end.\n\n**4. Quels sont vos atouts en tant que développeur ?**\n\n* Réponse : Je suis innovant, rigoureux, enthousiaste, doté d'un bon esprit d'équipe et d'une capacité à résoudre les problèmes. Je suis également passionné par l'apprentissage continu et la maîtrise des nouvelles technologies.\n\n**5. Avez-vous participé à des projets notables ?**\n\n* Réponse : J'ai été responsable technique du projet KSANTE, la plateforme nationale de surveillance de la COVID-19 en Guinée, développée pour l'Agence nationale de sécurité sanitaire. J'ai également contribué à un projet de recherche sur l'utilisation de l'IoT et du FKG pour créer un modèle de salle de classe intelligente.\n\n**6. Quelles sont vos aspirations professionnelles ?**\n\n* Réponse : Je souhaite poursuivre ma carrière dans le développement logiciel, en mettant l'accent sur l'intelligence artificielle et l'apprentissage automatique. Je suis particulièrement intéressé par les applications pratiques de ces technologies dans les domaines de la santé, de l'éducation et de la finance.\n\n**7. Pourquoi êtes-vous intéressé par ce poste ?**\n\n* Réponse : Je suis attiré par la mission de votre entreprise et son engagement envers l'innovation. Je pense que mes compétences et mon expérience seraient un atout précieux pour votre équipe, et je suis impatient de contribuer à la réussite de vos projets.\n\n**8. Comment gérez-vous le travail en équipe ?**\n\n* Réponse : Je suis un excellent joueur d'équipe et je suis à l'aise pour collaborer avec des personnes de divers horizons. J'ai de solides compétences en communication et je suis capable de partager clairement mes idées et de travailler efficacement vers des objectifs communs.\n\n**9. Comment restez-vous au courant des dernières technologies ?**\n\n* Réponse : Je participe régulièrement à des conférences, des webinaires et des formations en ligne. Je lis également des articles de recherche et des blogs spécialisés pour rester informé des dernières tendances et avancées technologiques.\n\n**10. Quelles sont vos forces et vos faiblesses ?**\n\n* Réponse : Mes forces incluent mon innovation, ma rigueur, mon enthousiasme et ma capacité à résoudre les problèmes. Je suis également un bon communicateur et je travaille bien en équipe. Cependant, je peux parfois être perfectionniste et je dois travailler sur ma gestion du temps."
}