{
    "cv_question_1": "**Questions et réponses pour le CV**\n\n**1. Question : Pouvez-vous me parler de votre expérience en tant que développeur FullStack ?**\n\n**Réponse :** J'ai travaillé en tant que développeur FullStack chez Kouma Academy SAS pendant 4 ans et demi. J'étais responsable du développement Front-End (HTML, XMl, CSS, BootStrap, JavaScript) et Back-End (Python, NodeJs) ainsi que des bases de données (MySql, MongoDB, PostgreSQL).\n\n**2. Question : Quels sont vos projets les plus marquants ?**\n\n**Réponse :** J'ai été responsable technique du projet KSANTE, une plateforme nationale de surveillance de la COVID-19 développée pour le compte de la Banque mondiale. J'ai également contribué au projet Smart Classroom en mettant en place l'interface administrateur.\n\n**3. Question : Quelles sont vos compétences techniques les plus fortes ?**\n\n**Réponse :** Mes compétences techniques les plus fortes incluent SQL, Python-Django, Flask, Android, Scala, MongoDB, Elasticsearch, Google Cloud Platform, Node.js, HTML & CSS, PHP, Bootstrap et Postman.\n\n**4. Question : Pouvez-vous me donner un exemple de projet académique sur lequel vous avez travaillé ?**\n\n**Réponse :** J'ai travaillé sur un projet de prédiction de la maladie à virus Ebola en Guinée à l'aide d'un modèle de Deep Learning. J'ai également analysé l'impact des variables socio-éducatives sur les performances académiques des étudiants.\n\n**5. Question : Pourquoi êtes-vous intéressé par ce poste ?**\n\n**Réponse :** Je suis intéressé par ce poste car il correspond à mes compétences et à mes intérêts. Je suis enthousiaste à l'idée de mettre mes compétences techniques au service de votre entreprise et de contribuer à son succès.\n\n**6. Question : Quels sont vos atouts ?**\n\n**Réponse :** Mes atouts incluent l'innovation continue, la résolution de problèmes, la communication claire, le travail d'équipe, la maîtrise technique, l'enthousiasme et la rigueur.\n\n**7. Question : Quelles sont vos aspirations professionnelles ?**\n\n**Réponse :** Mes aspirations professionnelles sont de devenir un développeur senior et de continuer à approfondir mes connaissances et mes compétences dans le domaine de l'informatique.\n\n**8. Question : Pourquoi devrions-nous vous embaucher ?**\n\n**Réponse :** Je suis un développeur qualifié et expérimenté avec une solide compréhension des technologies et des méthodologies de développement. Je suis également passionné par l'innovation et la résolution de problèmes.\n\n**9. Question : Quelles sont vos prétentions salariales ?**\n\n**Réponse :** Mes prétentions salariales sont négociables en fonction de l'expérience et des responsabilités du poste.\n\n**10. Question : Avez-vous des questions pour moi ?**\n\n**Réponse :** Oui, j'aimerais en savoir plus sur la culture d'entreprise de votre entreprise et sur les possibilités d'évolution de carrière au sein de votre organisation."
}