{
    "cv_question_1": "**10 questions et réponses structurées pour un CV**\n\n**Question 1 : Pouvez-vous me parler de votre parcours professionnel ?**\n\n**Réponse :** J'ai travaillé en tant que développeur FullStack chez KOUMA ACADEMY SAS en Guinée-Conakry de juillet 2018 à février 2023. J'ai également effectué un stage en recherche au laboratoire de l'AICR-ITI de décembre 2023 à aujourd'hui.\n\n**Question 2 : Quelles sont vos principales compétences techniques ?**\n\n**Réponse :** Maîtrise des langages de programmation SQL, Python-Django, Flask, Android et Scala. Connaissances solides des bases de données MongoDB, Elasticsearch et Google Cloud Platform. Expertise en développement Front-End avec HTML, CSS, PHP et Bootstrap.\n\n**Question 3 : Avez-vous de l'expérience en développement de projets d'envergure ?**\n\n**Réponse :** Oui, j'ai contribué au développement de la plateforme nationale de surveillance Covid-19, KSANTE, pour le compte de la Banque mondiale et de l'Agence Nationale de Sécurité Sanitaire. J'ai également participé au projet \"Smart Classroom\" basé sur IoT-FKG.\n\n**Question 4 : Quels sont vos atouts en tant que développeur ?**\n\n**Réponse :** Mon sens de l'innovation, ma capacité à résoudre des problèmes complexes, mes compétences en communication, mon esprit d'équipe et ma maîtrise technique.\n\n**Question 5 : Pourquoi êtes-vous intéressé par ce poste ?**\n\n**Réponse :** Je suis attiré par la mission de votre entreprise et les défis techniques que ce poste implique. Je suis convaincu que mes compétences et mon enthousiasme seraient un atout précieux pour votre équipe.\n\n**Question 6 : Quelles sont vos motivations professionnelles ?**\n\n**Réponse :** Je suis animé par la passion de l'innovation et le désir de relever des défis techniques. Je suis également motivé par l'opportunité d'avoir un impact positif sur la société grâce à mon travail.\n\n**Question 7 : Comment gérez-vous le travail sous pression ?**\n\n**Réponse :** Je reste calme et concentré sous pression. Je priorise les tâches, délègue efficacement et communique régulièrement avec mon équipe pour assurer une collaboration harmonieuse.\n\n**Question 8 : Pouvez-vous me donner un exemple de projet réussi sur lequel vous avez travaillé ?**\n\n**Réponse :** J'ai développé un simulateur d'entretien qui génère des questionnaires en fonction du CV et de l'offre d'emploi à l'aide de Flask, NLP et RDF.\n\n**Question 9 : Quelles sont vos attentes salariales ?**\n\n**Réponse :** Mes attentes salariales sont négociables en fonction de l'expérience et des avantages sociaux proposés.\n\n**Question 10 : Êtes-vous disponible pour un entretien ?**\n\n**Réponse :** Oui, je suis disponible pour un entretien à votre convenance."
}