{
    "expérience professionnelle / professional experience": "",
    "éducation / education": "\n\ntechnique. Le poste est rattaché à la direction de la recherche au laboratoire Cédric (Centre d’études et de recherche en informatique et communications). Le laboratoire comprend environ 170 chercheurs et doctorants. Il est géré par quatre personnels administratifs dont celui-ci. Il compte 8 équipes de recherche qui mènent des recherches fondamentales et appliquées dans \nTraitement du signal et architectures électroniques / Méthodes statistiques de data-mining et apprentissage / Optimisation combinatoire / Réseaux et objets connectés / Systèmes Sûrs / Grandes bases d'images et de vidéos ainsi que l'informatique musicale. Les missions habituelles du service sont :   Le développement et la production des connaissances dans l’ensemble des champs disciplinaires \n\n  La recherche partenariale et la valorisation socio-économique des savoirs développés Sous  la  responsabilité  de  Viviane  GAL,  responsable  administrative,  financière  et  technique,  le/la  titulaire  du poste sera en charge d’une grande partie du travail réalisé pour la mise en place et le suivi des conventions de recherche. Activités principales •  Participation aux travaux sur conventions de recherche •  Suivi des conventions : adaptation des tableaux de bord, participation à la préparation de fiches d’analyse, lancement et contrôle des jalons financiers et techniques, contrôle des facturations et suivi des recettes. •  Participation au contrôle des embauches sur les conventions de recherche Activités secondaires •  Assistance à la mise en place d’événements (commissions, réunions, conférences, colloques…) •  Participation à tous les actes de gestion en fonction des besoins et soutien aux différentes actions du laboratoire •  Polyvalence Relations hiérarchiques et fonctionnelles •  Relations hiérarchiques : avec la responsable administrative, financière et technique du laboratoire •  Relations fonctionnelles : avec les différents services centraux et collègues du laboratoire Page 1 sur 3 Mise à jour : 10/05/2022 Direction Générale des Services Direction des Ressources humaines Critères candidat •  Niveau d'études min souhaité : au moins niveau 4 (baccalauréat général, technologique ou professionnel, brevet de technicien) •  Domaine / Spécialisation : achats publics, finances publiques, conventions de recherche •  Niveau d'expérience minimum requise pour le poste : \net de communication •  Mettre en œuvre des procédures et des règles Sens de l'organisation, rigueur / fiabilité Sens relationnel, capacité d'écoute Sens de la confidentialité • •  Réactivité • • •  Adaptabilité • •  Outils de bureautique du style word, excel, powerpoint •  Messagerie électronique •  outils de communication comme teams Sifac (indispensable) Page 2 sur 3 Mise à jour : 10/05/2022 Direction Générale des Services Direction des Ressources humaines \n•  Nature du contrat : CDD de 8 mois •  Rémunération : o  Contractuels : Montant brut niveau technicien fonction publique et selon expérience •  Remboursement transport : prise en charge de 50 % du prix de l’abonnement sur présentation d’un justificatif mensuel ou annuel, dans la limite de 86,16 € par mois. Forfait mensuel de 15€ pour le remboursement de la mutuelle (sur justificatif). • \n•  Temps de travail : 37h30 par semaine •  44 jours de congés + 13 RTT sur une année universitaire (du 01/09 année N au 31/08 année N+1), à proratiser selon la durée du contrat •  Télétravail : oui, possible à raison d’1 à 2 jours par semaine après 6 mois d’ancienneté •  Management : non ",
    "compétences / skills": "\nConnaissances (5 max) Savoir-faire (5 max) Savoir-être (5 max) Outils Fonctionnement des administrations publiques et des finances publiques • •  Règlementation RH (en particulier pour l’international) • •  Organisation et fonctionnement de l’enseignement supérieur et de la Techniques d’élaboration de documents et de communication recherche •  Anglais (beaucoup d’échanges avec des personnes provenant de différents • pays) Savoir gérer son activité dans un calendrier et un cadre de gestion complexe, savoir planifier son activité et respecter les délais •  Accueillir les populations concernées, communiquer et faire preuve de pédagogie, s'exprimer de façon claire et concise, travailler en équipe Savoir rendre compte • •  Utiliser les techniques de gestion administrative et de secrétariat ainsi que les ",
    "langues / languages": "",
    "projets / projects": "\n  La valorisation des résultats de la recherche et des savoirs académiques \nLocalisation du poste • Lieu d'affectation : 292 Rue Saint-Martin 75003 Paris Autres avantages •  Accès au Musée des Arts et Métiers ainsi qu’aux différentes bibliothèques •  Restaurant d’entreprise • •  Association des Personnels du CNAM Salle de sport Envois des candidatures CV et lettre de motivation (obligatoires) à envoyer avant le 15 avril 2024 à l’attention de Madame Viviane Gal – responsable administrative,  financière et technique du laboratoire Cédric par mail : viviane.gal@lecnam.net Page 3 sur 3 Mise à jour : 10/05/2022 ",
    "intérêts / interests": "",
    "références / references": "",
    "objectifs / objectives": "",
    "qualités / qualities": "",
    "formations / training": "",
    "réseaux sociaux / social media": "",
    "strengths": "",
    "stages": "",
    "projets académiques / academic projects": ""
}