{
    "description du poste / job description": "",
    "profil recherché / profile searched": "",
    "compétences / skills": "\ndrive progress in AI.» tchangang25@gmail.com Nationality: Cameroonian +84 8 67 00 17 45 Hanoi(Vietnam) EXPERIENCES AND PROJECTS. EDUCATIONS [MSc 2 – Personal class project] \n\nOld technology Extraction, transform, Load (ETL) Drafting of general and detailed functional speciﬁcations Programming languages Python, SQL, NoSQL, C++, javascript HTML5, CSS3, Node js. Mathematics Linear algebra, Statistics, probability. Tools TensorFlow, Keras, PyTorch,Tanagra; Google Cloud (BigQuery). Spark,  Kafka. Advanced programming Data Mining, Machine Learning, Deep Learning. Reinforcement Learning LANGUAGES French (native language) Anglais (Intermediate) Vietnamien (Basic) ",
    "formations / training": "\njan 2024 IFI(Hanoi, Vietnam) In my work, I have : -Implement a prediction model for Credit Scoring. - Implement a vehicle classiﬁcation model. Tasks : Understanding, preparation and visualization, selection of predic- tors, modeling, evaluation, model comparison, selection and deployment. • Tools : Tanagra, Statistica-data-miner,Python, Scikit-learn. [MSc 2 – Group class Project] Document classiﬁcation application Dec 2023 IFI(Hanoi, Vietnam) In this project, I built an application to categorize documents by calcula- ting the probability of document content using the Naive Bayes algorithm. • Keywords : Python, Naive Bayes algorithm. [MSc 2 – Personal class project] Text classiﬁcation application juillet 2023 freelance(Hanoi, Vietnam) In this work, I built a text classiﬁer model using Tensorﬂow in Python, I used an IMDB review dataset that contains 50,000 real world movie reviews along with their sentiment (positive or negative). At the end of this work, I show and adapt one of the models which you can integrate to realize with your own dataset in order to make predictions. • Keywords & Tools : Python, Tensorﬂow, Keras, sklearn, apache spack, deep learning, RNN, model. [MSc 1 & 2 - Intelligence artiﬁcielle & systèmes multi-agent] Modeling and simulation projects on Gama-Platform 2023-2024 (5 mois) IFI(Hanoi, Vietnam) Design of a multi-agent system for an auction system. Algorithms of IA, Heuristics : A*, MinMax Tools: Jade, Gama, Java. Computer vision & deep learning || 2023-2024 Object classiﬁcation (SIFT descriptor and KNN, SVM) Realization of a model for a Recommendation system for the prediction of user evaluations (PyTorch, Stacked, Auto encoders) data extraction(digital content indexing) [BSc 3 – Internship] Development of a sensory sensor for an electrocardiogram (ECG) juil 2022 (4 mois) institut technologie (Douala, Cameroun) I developed on the use of electrodes to detect cardiac signals, the design of electronic circuits for signal processing, and the integration of software for data analysis and visualization. Tools : Sublime Text, Mat-lab, Proteuse,  Drawio. Programming languages: Arduino, C++; MSc 2 ||Informatique, option systèmes in- telligents et multimédia (2024- 2025) Double Master degree between the Université de La Rochelle in france and the National University of Vietnam in Hanoi, MSc 1 ||Informatique, option systèmes in- telligents et multimédia (2023-2024) Vietnam National University - International Francophone Institute (IFI) BSc||Informatique, option Automatisme et informatiques industrielles (2022) Bachelor’s degree in Automation and Industrial Computing, option computer science , obtained Institute of Technology de douala(Cameroon). \n(2021-2022) \nwork team (Innovatech Association, Cameroon). ",
    "avantages / benefits": "",
    "responsabilités / responsibilities": "",
    "salaire / salary": "",
    "conditions de travail / working conditions": "",
    "motivation et contexte / motivation and context": "",
    "objectifs / objectives": ""
}