{
    "cv_question_1": "**Question d'entretien basée sur les technologies présentées dans le CV :**\n\n\"Vous avez mentionné votre expérience dans l'utilisation de Google Cloud Platform. Dans quel contexte avez-vous utilisé cette plateforme ? Pourriez-vous nous donner des exemples concrets de son application dans vos projets ?\"",
    "cv_question_2": "**Question d'entretien basée sur les technologies présentées dans le CV :**\n\n\"J'ai remarqué que vous avez utilisé MongoDB et Elasticsearch dans certains de vos projets. Pourriez-vous nous expliquer les avantages et les inconvénients de ces technologies par rapport à d'autres bases de données NoSQL ?\"",
    "cv_question_3": "**Question d'entretien basée sur les technologies présentées dans le CV :**\n\n\"Vous avez mentionné votre expertise en Python-Django et Flask. Pourriez-vous nous expliquer les différences entre ces deux frameworks et nous indiquer quand il est préférable d'utiliser l'un plutôt que l'autre ?\"",
    "cv_question_4": "**Question d'entretien basée sur les technologies présentées dans le CV :**\n\n\"J'ai noté votre intérêt pour l'innovation continue. Pourriez-vous nous donner un exemple concret d'une innovation que vous avez apportée dans un projet précédent et nous expliquer comment elle a amélioré les résultats ?\"",
    "cv_question_5": "**Question d'entretien basée sur les technologies présentées dans le CV :**\n\n\"Vous avez mentionné votre expérience dans le développement d'applications Android. Pourriez-vous nous parler des défis spécifiques liés au développement d'applications pour cette plateforme et des stratégies que vous avez utilisées pour les surmonter ?\"",
    "cv_question_6": "**Question d'entretien basée sur les technologies présentées dans le CV :**\n\n\"J'ai remarqué votre maîtrise de Postman. Pourriez-vous nous expliquer comment vous utilisez cet outil pour tester et déboguer des API et nous donner des exemples de cas où il s'est avéré particulièrement utile ?\"",
    "cv_question_7": "**Question d'entretien basée sur les technologies présentées dans le CV :**\n\n\"Vous avez mentionné votre expérience dans le développement de systèmes de recommandation. Pourriez-vous nous parler des différents algorithmes de recommandation que vous avez utilisés et expliquer comment vous avez évalué leur efficacité dans vos projets ?\"",
    "cv_question_8": "**Question d'entretien basée sur les technologies présentées dans le CV :**\n\n\"J'ai remarqué que vous avez travaillé sur des projets impliquant l'analyse de données volumineuses. Pourriez-vous nous expliquer votre approche pour gérer et traiter de tels volumes de données et les outils ou techniques que vous avez utilisés pour les analyser efficacement ?\"",
    "cv_question_9": "**Question d'entretien basée sur les technologies présentées dans le CV :**\n\n\"Vous avez mentionné votre expérience dans le développement d'applications Web réactives. Pourriez-vous nous parler des bibliothèques ou des frameworks que vous avez utilisés pour créer des interfaces utilisateur réactives et nous donner des exemples de leur utilisation dans vos projets ?\"",
    "cv_question_10": "**Question d'entretien basée sur les technologies présentées dans le CV :**\n\n\"J'ai remarqué que vous avez travaillé sur des projets de développement de systèmes distribués. Pourriez-vous nous parler des défis spécifiques liés à ce type de développement et des stratégies que vous avez utilisées pour garantir la cohérence, la fiabilité et l'évolutivité de vos systèmes ?\""
}